Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsShadows Property
 "Shadows"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsShadows { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsShadows As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsShadows {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsShadows : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace